Repository: chenkaigithub/GenieWin8
Catalog: GenieWin8/GenieWin8/Strings/*/Resources.resw
Source language: en
Languages: ar_ae, el_gr, fi_fi, fr_fr, it_it, no_no, pt_pt, ru_ru, sk_sk, sl_si, zh_cn

# About.Text
source: About
ar_ae: حول
el_gr: Πληροφορίες
fi_fi: Tietoja
fr_fr: A propos de
it_it: Informazioni su
no_no: Om
pt_pt: Sobre
ru_ru: Информация
sk_sk: O aplikácii
sl_si: Vizitka
zh_cn: 关于

# AllowPlayInNetwork.Text
source: Allow play in network
ar_ae: السماح بالتشغيل في الشبكة
el_gr: Να επιτρέπεται η αναπαραγωγή στο δίκτυο
fi_fi: Salli toisto verkossa
fr_fr: Autoriser la lecture sur le réseau
it_it: Consenti riproduzione nella rete
no_no: Tillat avspilling på nettverk
pt_pt: Permitir a reprodução na rede
ru_ru: Разрешить воспроизведение в сети
sk_sk: Povoliť prehrávanie v sieti
sl_si: Dovoli predvajanje v omrežju
zh_cn: 允许在网络中播放

# Average.Text
source: Average
ar_ae: معدل
el_gr: Μέση τιμή
fi_fi: Keskimääräinen
fr_fr: Calcul de moyennes
it_it: Media
no_no: Gjennomsnittlig
pt_pt: Média
ru_ru: Среднее
sk_sk: Priemer
sl_si: Povprečje
zh_cn: 平均

# CancelButton.Content
source: Cancel
ar_ae: إلغاء
el_gr: Άκυρο
fi_fi: Peruuta
fr_fr: Annuler
it_it: Annulla
no_no: Avbryt
pt_pt: Cancelar
ru_ru: Отмена
sk_sk: Zrušiť
sl_si: Prekliči
zh_cn: 取消

# ChangeCustomizingSetting.Text
source: Change Customizing Settings
ar_ae: تغيير الإعدادات المخصصة
el_gr: Αλλαγή προσαρμοσμένων ρυθμίσεων
fi_fi: Muuta asetuksia
fr_fr: Modifier les paramètres personnalisés
it_it: Modifica le impostazioni personalizzate
no_no: Endre tilpassede innstillinger
pt_pt: Alterar configurações personalizadas
ru_ru: Изменение пользовательских настроек
sk_sk: Zmeniť vlastné nastavenia
sl_si: Spreminjanje nastavitev po meri
zh_cn: 更改定制的设置

source: Channel
ar_ae: القناة
el_gr: Κανάλι
fi_fi: Kanava
fr_fr: Canal
it_it: Canale
no_no: Kanal
pt_pt: Canal
ru_ru: Канал
sk_sk: Kanál
sl_si: Kanal
zh_cn: 频道

# ChannelPageTitle.Text
source: Channel
ar_ae: القناة
el_gr: Κανάλι
fi_fi: Kanava
fr_fr: Canal
it_it: Canale
no_no: Kanal
pt_pt: Canal
ru_ru: Канал
sk_sk: Kanál
sl_si: Kanal
zh_cn: 频道

# CheckAvailability.Content
source: Check Availability
ar_ae: تحقق من التوافر
el_gr: Ελέγξτε τη διαθεσιμότητα
fi_fi: Tarkista, onko tunnus käytettävissä
fr_fr: Vérifier la disponibilité
it_it: Verifica disponibilità
no_no: Kontroller tilgjengelighet
pt_pt: Verificar disponibilidade
ru_ru: Проверить доступность
sk_sk: Skontrolovať dostupnosť
sl_si: Preveri razpoložljivost
zh_cn: 检查可用性

# CheckGuestAccess.Text
source: Guest Access
ar_ae: وصول الضيوف
el_gr: Πρόσβαση επισκέπτη
fi_fi: Vieraskäyttö
fr_fr: Accès invité
it_it: Accesso guest
no_no: Gjestetilgang
pt_pt: Acesso de convidado
ru_ru: Гостевой доступ
sk_sk: Hosťovský prístup
sl_si: Dostop gostom
zh_cn: 访客访问

# CheckParentalControl.Text
source: Parental Control
ar_ae: عناصر تحكم الوالدين
el_gr: Γονικός έλεγχος
fi_fi: Parental Controls
fr_fr: Contrôle parental
it_it: Parental Controls
no_no: Parental Controls
pt_pt: Controle dos pais
ru_ru: Родительск. контроль
sk_sk: Rodičovská kontrola
sl_si: Parental Controls
zh_cn: 家长控制

# CloseAboutButton.Content
source: Close
ar_ae: إغلاق
el_gr: Κλείσιμο
fi_fi: Sulje
fr_fr: Fermer
it_it: Chiudi
no_no: Lukk
pt_pt: Fechar
ru_ru: Закрыть
sk_sk: Zavrieť
sl_si: Zapri
zh_cn: 关闭

# CloseLicenseButton.Content
source: Close
ar_ae: إغلاق
el_gr: Κλείσιμο
fi_fi: Sulje
fr_fr: Fermer
it_it: Chiudi
no_no: Lukk
pt_pt: Fechar
ru_ru: Закрыть
sk_sk: Zavrieť
sl_si: Zapri
zh_cn: 关闭

# CompleteIllustration.Text
source: You have successfully setup NETGEAR Live Parental Controls powered by OpenDNS. Next time you run the Management Utility, it will take you to the status screen where you can:
ar_ae: قمت بإعداد عناصر تحكم الوالدين المباشرة من NETGEAR المشغلة من OpenDNS بنجاح. في المرة المقبلة قم بتشغيل الأداة المساعدة للإدارة، وسيتم توجيهك مباشرةً إلى شاشة الحالة حيث يمكنك:
el_gr: Η εγκατάσταση του Live Parental Controls της NETGEAR με την υποστήριξη της OpenDNS ολοκληρώθηκε με επιτυχία. Την επόμενη φορά που θα εκτελέσετε το βοηθητικό πρόγραμμα διαχείρισης θα μεταβείτε στην οθόνη κατάστασης όπου μπορείτε να κάνετε τα εξής:
fi_fi: NETGEAR Live Parental Controls powered by OpenDNS -ratkaisun asennus on valmis. Kun seuraavan kerran käynnistät hallinta-apuohjelman, sinut ohjataan tilanäyttöön, jossa voit:
fr_fr: Vous avez configuré avec succès Live Parental Controls de NETGEAR, application développée par OpenDNS. La prochaine fois que vous lancerez l\'utilitaire de gestion, vous serez redirigé vers l\'écran de statut où vous pourrez effectuer les actions suivantes :
it_it: Configurazione di NETGEAR Live Parental Controls Powered by OpenDNS riuscita. La prossima volta che verrà usata l\'utility di gestione, si verrà reindirizzati alla schermata di stato, che consente di:
no_no: Du har konfigurert NETGEAR Live Parental Controls med OpenDNS. Neste gang du kjører behandlingsverktøyet, kommer du til statusskjermbildet der du kan gjøre følgende:
pt_pt: Você concluiu com êxito a configuração do Live Parental Controls NETGEAR com base na tecnologia OpenDNS. Na próxima vez em que o Utilitário de gerenciamento for executado, você será redirecionado à tela Status, onde poderá:
ru_ru: Настройка NETGEAR Live Parental Controls с использованием сервиса OpenDNS успешно завершена. При следующем запуске утилиты управления отобразится экран состояния, на котором можно выполнить следующие действия:
sk_sk: Úspešne ste nastavili funkciu rodičovskej kontroly Live od spoločnosti NETGEAR podporovanú službou OpenDNS. Pri ďalšom spustení pomocného programu na správu sa presuniete na obrazovku stavu, kde môžete:
sl_si: Uspešno ste nastavili NETGEAR Live Parental Controls s tehnologijo OpenDNS. "Ko boste naslednjič zagnali pripomoček za upravljanje, boste preusmerjeni na zaslon s stanjem, kjer lahko:
zh_cn: 您已经成功设置了由OpenDNS提供支持的NETGEAR实时家长控制。下次运行管理工具时，它会带您到状态页，您可以：

# ConfirmEmail.Text
source: Confirm Email
ar_ae: تأكيد البريد الإلكتروني
el_gr: Επιβεβαίωση email
fi_fi: Vahvista sähköposti
fr_fr: Confirmation de l\'adresse électronique
it_it: Conferma e-mail
no_no: Bekreft e-post
pt_pt: Confirmar e-mail
ru_ru: Подтвердите адрес эл. Почты
sk_sk: Potvrďte e-mail
sl_si: Potrditev e-pošte
zh_cn: 确认电子邮件

# ConfirmPassword.Text
source: Confirm Password
ar_ae: تأكيد كلمة المرور
el_gr: Επιβεβαίωση κωδικού πρόσβασης
fi_fi: Vahvista salasana
fr_fr: Confirmation du mot de passe
it_it: Conferma password
no_no: Bekreft passord
pt_pt: Confirmar senha
ru_ru: Подтвердите пароль
sk_sk: Potvrďte heslo
sl_si: Potrditev gesla
zh_cn: 确认密码

source: Counter Start Time
ar_ae: وقت بدء العداد
el_gr: Ώρα έναρξης μετρητή
fi_fi: Laskurin käynnistysaika
fr_fr: Heure de démarrage du compteur
it_it: Ora di inizio del contatore
no_no: Starttidspunkt for teller
pt_pt: Hora inicial do contador
ru_ru: Время запуска счетчика
sk_sk: Čas začiatku počítadla
sl_si: Začetni čas števca
zh_cn: 计数器启动时间

source: Counter Start Time Hour
ar_ae: ساعة-وقت بدء
el_gr: Ώρα έναρξης-Ώρα
fi_fi: Käynnistysaika-Tunti
fr_fr: Heure de début du compteur de trafic-Heure
it_it: Ora di inizio statistiche traffico-Ora
no_no: Starttid for trafikkmåler-Time
pt_pt: Hora inicial do medidor de tráfego-Hora
ru_ru: Время запуска счетчика трафика-Часов
sk_sk: Čas spustenia merača prenosov-Hodina
sl_si: Začetni čas merilnika prometa-Ura
zh_cn: 启动时间-时

# CounterStartTimeMin
source: Counter Start Time Minute
ar_ae: دقيقة-وقت بدء
el_gr: Ώρα έναρξης-Λεπτό
fi_fi: Käynnistysaika-Minuutit
fr_fr: Heure de début du compteur de trafic-Minute
it_it: Ora di inizio statistiche traffico-Minuti
no_no: Starttid for trafikkmåler-Minutt
pt_pt: Hora inicial do medidor de tráfego-Minuto
ru_ru: Время запуска счетчика трафика-Минут
sk_sk: Čas spustenia merača prenosov-Minúta
sl_si: Začetni čas merilnika prometa-Minuta
zh_cn: 启动时间-分

# Email.Text
source: Email
ar_ae: البريد الإلكتروني
fi_fi: Sähköposti
fr_fr: Adresse électronique
it_it: Indirizzo e-mail
no_no: E-post
ru_ru: Адрес эл. Почты
sl_si: E-pošta
zh_cn: 电子邮件

# EnquireOpenDNS.Text
source: To set the Live Parental Control, you need to have an OpenDNS account. Already have an account yet?
ar_ae: لإعداد عناصر تحكم الوالدين المباشرة، تحتاج إلى حساب OpenDNS. هل لديك حساب بالفعل؟
el_gr: Για να ορίσετε τους ελέγχους Live Parental Controls, χρειάζεστε ένα λογαριασμό OpenDNS. Μήπως έχετε ήδη ένα λογαριασμό;
fi_fi: Live Parental Controls -lapsilukkojen määrittäminen vaatii OpenDNS-tilin. Onko sinulla jo tili?
fr_fr: Créez un compte OpenDNS afin de configurer Live Parental Controls. Possédez-vous déjà un compte ?
it_it: Per configurare Live Parental Controls, è richiesto un account OpenDNS. Si dispone già di un account?
no_no: Hvis du vil angi Live Parental Controls, trenger du en OpenDNS-konto. Har du allerede en konto?
pt_pt: Para definir o Live Parental Controls, você precisa de uma conta OpenDNS. Você já tem uma conta?
ru_ru: Для установки родительского контроля Live Parental Controls необходимо иметь учетную запись OpenDNS. Учетная запись уже создана?
sk_sk: Ak chcete nastaviť rodičovskú kontrolu v službe Live, je potrebné, aby ste disponovali kontom v službe OpenDNS. Máte už konto vytvorené?
sl_si: Če želite nastaviti Live Parental Controls, potrebujete račun OpenDNS. Ali že imate račun?
zh_cn: 要设置实时家长控制，您需要拥有OpenDNS账户。已经有账户了吗？

# EnterRegInformation.Text
source: Please enter the following information.
ar_ae: يرجى إدخال معلوماتك أدناه.
el_gr: Εισαγάγετε παρακάτω τα στοιχεία σας.
fi_fi: Täytä tietosi alla oleviin kenttiin.
fr_fr: Veuillez saisir vos informations ci-dessous.
it_it: Immettere le informazioni di seguito.
no_no: Angi informasjonen din nedenfor.
pt_pt: Insira suas informações abaixo.
ru_ru: Введите свою информацию ниже.
sk_sk: Nižšie zadajte vaše informácie.
sl_si: Spodaj vnesite informacije
zh_cn: 请输入以下信息。

# EnterUsername_Password.Text
source: Please enter the following User Name and Password.
ar_ae: يرجى إدخال اسم المستخدم وكلمة المرور أدناه.
el_gr: Πληκτρολογήστε το όνομα χρήστη και τον κωδικό πρόσβασης παρακάτω.
fi_fi: Kirjoita käyttäjätunnus ja salasana alle.
fr_fr: Veuillez saisir votre nom d\'utilisateur et votre mot de passe ci-dessous.
it_it: Inserire nome utente e password qui sotto.
no_no: Angi brukernavnet og passordet nedenfor.
pt_pt: Insira abaixo seu nome de usuário e sua senha.
ru_ru: Ниже введите свое имя пользователя и пароль.
sk_sk: Nižšie zadajte vaše meno používateľa a heslo.
sl_si: Spodaj vnesite uporabniško ime in geslo.
zh_cn: 请输入下面的用户名和密码。

# FilterLevel
source: Filtering level
ar_ae: مستوى التصفية
el_gr: Επίπεδο φιλτραρίσματος
fi_fi: Suodatustaso
fr_fr: Niveau de filtrage
it_it: Livello filtro
no_no: Filtreringsnivå
pt_pt: Nível de filtragem
ru_ru: Уровень фильтрации
sk_sk: Úroveň filtrovania
sl_si: Raven filtriranja
zh_cn: 过滤级别

# FiltingIllustration.Text
source: All computers connected to your router will be protected from the content you select below. You can customize your Live Parental Controls later in our website.
ar_ae: ستتم حماية كل أجهزة الكمبيوتر المتصلة بموجهك من المحتوى الذي تختاره أدناه. يمكنك تخصيص عناصر تحكم الوالدين المباشرة على موقع الويب الخاص بنا.
el_gr: Όλοι οι υπολογιστές που συνδέονται στο δρομολογητή σας θα προστατεύονται από το περιεχόμενο που επιλέξετε παρακάτω. Μπορείτε να προσαρμόσετε αργότερα τις ρυθμίσεις του Live Parental Controls από τον ιστότοπό μας.
fi_fi: Kaikki reitittimeen kytketyt tietokoneet suojataan sisällöltä, jonka voit määrittää seuraavassa. Live Parental Controls -ratkaisua voi muokata myöhemmin web-sivustolla.
fr_fr: Tous les ordinateurs connectés à votre routeur seront protégés du contenu que vous sélectionnez ci-dessous. Vous pourrez personnaliser Live Parental Controls ultérieurement sur notre site Web.
it_it: Tutti i computer connessi al router verranno protetti dai contenuti specificati qui sotto. Le impostazioni di Live Parental Controls potranno essere personalizzate in un secondo momento sul sito.
no_no: Alle datamaskiner som er koblet til ruteren, vil være beskyttet mot innholdet du velger nedenfor. Du kan tilpasse Live Parental Controls senere på vårt webområde.
pt_pt: Todos os computadores conectados ao roteador estarão protegidos do conteúdo selecionado abaixo. É possível personalizar o Live Parental Controls posteriormente ou no site.
ru_ru: Все компьютеры, подключенные к вашему маршрутизатору, буду защищены от контента, который вы выберите ниже. Можно выполнить настройку Live Parental Controls позже на нашем веб-сайте.
sk_sk: Všetky počítače pripojené k vášmu smerovaču budú chránené pred nižšie zvoleným obsahom. Neskôr si na našej webovej stránke môžete nastavenia funkcie Live Parental Controls prispôsobiť.
sl_si: Vsi računalniki, povezani z usmerjevalnikom, bodo zaščiteni pred spodaj izbrano vsebino. Live Parental Controls lahko pozneje prilagodite na našem spletnem mestu.
zh_cn: 所有连接到您路由器上的计算机都将受您选择的以下内容保护。您可以稍后通过我们的网站定制您的实时家长控制。

# FirmwareVersion.Text
source: Firmware Version:
ar_ae: إصدار البرنامج الثابت:
el_gr: Έκδοση υλικολογισμικού：
fi_fi: Laiteohjelman versio：
fr_fr: Version du micrologiciel (firmware)：
it_it: Versione firmware：
no_no: Fastvareversjon：
pt_pt: Versão do firmware：
ru_ru: Версия микропрограммного обеспечения：
sk_sk: Verzia firmvéru：
sl_si: Različica vdelane programske opreme：
zh_cn: 固件版本：

source: Guest Access
ar_ae: وصول الضيوف
el_gr: Πρόσβαση επισκέπτη
fi_fi: Vieraskäyttö
fr_fr: Accès invité
it_it: Accesso guest
no_no: Gjestetilgang
pt_pt: Acesso de convidado
ru_ru: Гостевой доступ
sk_sk: Hosťovský prístup
sl_si: Dostop gostom
zh_cn: 访客访问

# GuestAccessPageTitle.Text
source: Guest Access
ar_ae: وصول الضيوف
el_gr: Πρόσβαση επισκέπτη
fi_fi: Vieraskäyttö
fr_fr: Accès invité
it_it: Accesso guest
no_no: Gjestetilgang
pt_pt: Acesso de convidado
ru_ru: Гостевой доступ
sk_sk: Hosťovský prístup
sl_si: Dostop gostom
zh_cn: 访客访问

# GuestSecurityPageTitle.Text
source: Security
ar_ae: الأمان
el_gr: Ασφάλεια
fi_fi: Suojaus
fr_fr: Sécurité
it_it: Protezione
no_no: Sikkerhet
pt_pt: Segurança
ru_ru: Безопасность
sk_sk: Zabezpečenie
sl_si: Varnost
zh_cn: 安全

# GuestSettingPageTitle.Text
source: Guest Settings
ar_ae: إعدادات الضيف
el_gr: Ρυθμίσεις επισκέπτη
fi_fi: Vierasasetukset
fr_fr: Paramètres invité
it_it: Impostazioni guest
no_no: Gjesteinnstillinger
pt_pt: Configurações de convidado
ru_ru: Параметры гостевого доступа
sk_sk: Nastavenia hosťa
sl_si: Nastavitev gosta
zh_cn: 访客设置

# GuestTimeSegPageTitle.Text
source: Time Period
ar_ae: الفترة الزمنية
el_gr: Χρονική περίοδος
fi_fi: Ajanjakso
fr_fr: Période
it_it: Intervallo di tempo
no_no: Tidsperiode
pt_pt: Período de tempo
ru_ru: Период времени
sk_sk: Časové obdobie
sl_si: Časovno obdobje
zh_cn: 时间段

# GuestWiFiName
source: Name/SSID
ar_ae: الاسم/SSID
el_gr: Όνομα/SSID
fi_fi: Nimi/SSID
fr_fr: Nom/SSID
it_it: Nome/SSID
no_no: Navn/SSID
pt_pt: Nome/SSID
ru_ru: Имя/SSID
sk_sk: Meno/identifikátor SSID
sl_si: Ime/SSID
zh_cn: 名称/无线网络标识

# Illustration-1.Text
source: * check whether Live Parental Control are enabled
ar_ae: * التحقق مما إذا تم تمكين عناصر تحكم الوالدين المباشرة
el_gr: * Να ελέγξετε αν έχει ενεργοποιηθεί το Live Parental Controls
fi_fi: * tarkistaa, onko Live Parental Controls käytössä
fr_fr: * vérifier si Live Parental Controls est activé
it_it: * verificare lo stato (attivato o disattivato) di Live Parental Controls
no_no: * kontrollere om Live Parental Controls er aktivert
pt_pt: * verificar se o Live Parental Controls está habilitado
ru_ru: * проверить, включена ли утилита Live Parental Controls
sk_sk: * skontrolovať, či je zapnutá funkcia Live Parental Controls
sl_si: * preverite, ali je Live Parental Controls omogočen,
zh_cn: * 检查实时家长控制是否已经启动

# Illustration-2.Text
source: * disable or enable Live Parental Controls
ar_ae: * تعطيل عناصر تحكم الوالدين المباشرة أو تمكينها
el_gr: * Να ενεργοποιήσετε ή να απενεργοποιήσετε το Live Parental Controls
fi_fi: * ottaa Live Parental Controls -ratkaisun käyttöön tai poistaa sen käytöstä
fr_fr: * désactiver ou activer Live Parental Controls
it_it: * attivare o disattivare Live Parental Controls
no_no: * deaktivere eller aktivere Live Parental Controls
pt_pt: * desabilitar ou habilitar o Live Parental Controls
ru_ru: * отключить или включить Live Parental Controls
sk_sk: * vypnúť alebo zapnúť funkciu Live Parental Controls
sl_si: * onemogočite ali omogočite Live Parental Controls,
zh_cn: * 关闭或启动实时家长控制

# Illustration-3.Text
source: * modify basic settings
ar_ae: * تعديل الإعدادات الأساسية
el_gr: * Να τροποποιήσετε τις βασικές ρυθμίσεις
fi_fi: * muokata perusasetuksia
fr_fr: * modifier les paramètres de base
it_it: * modificare le impostazioni di base
no_no: * endre grunnleggende innstillinger
pt_pt: * modificar configurações básicas
ru_ru: * изменить основные настройки
sk_sk: * upraviť základné nastavenia
sl_si: * spremenite osnovne nastavitve,
zh_cn: * 修改基本设置

# Illustration-4.Text
source: * change custom settings such as per-user and time-of-day based Live Parental Controls
ar_ae: * تغيير الإعدادات المخصصة مثل عناصر تحكم الوالدين المباشرة المرتكزة على أساس كل مستخدم ووقت اليوم
el_gr: * Να αλλάξετε τις προσαρμοσμένες ρυθμίσεις, όπως ανά χρήστη και ώρα της ημέρας, με βάση το Live Parental Controls
fi_fi: * mukauttaa asetuksia, kuten käyttäjäkohtaisia tai vuorokauden aikaan perustuvia Live Parental Controls -asetuksia
fr_fr: * modifier les paramètres personnalisés de Live Parental Controls, notamment ceux spécifiques à chaque utilisateur ou à un moment de la journée
it_it: * modificare le impostazioni personalizzate di Live Parental Controls (ad es. per utente e ora del giorno)
no_no: * endre tilpassede innstillinger, for eksempel en Live Parental Controls som er brukerspesifikk og basert på bestemte tidspunkter
pt_pt: * alterar as configurações personalizadas, como as de acordo com o usuário e com a hora do dia com base no Live Parental Controls
ru_ru: * изменить такие пользовательские настройки, как Live Parental Controls для определенных пользователей и времени суток
sk_sk: * zmeniť vlastné nastavenia, ako napr. funkciu Live Parental Controls založenú na používateľovi a čase v priebehu dňa
sl_si: * spremenite nastavitve pripomočka Live Parental Controls po meri, na primer za posameznega uporabnika ali obdobje dneva;
zh_cn: * 更改定制的设置，如基于实时家长控制的各用户或每天的特定时间

# Illustration_High.Text
source: Protects against all adult-related sites, illegal activity, social networking sites, video sharing sites, phishing attacks and general time-wasters.
ar_ae: يحمي من المواقع المخصصة للراشدين والنشاط غير المشروع ومواقع الشبكات الاجتماعية ومواقع مشاركة الفيديو وهجمات التصيد الاحتيالي والمواقع العامة التي تهدر الوقت
el_gr: Παρέχει προστασία από ιστότοπους με περιεχόμενο για ενηλίκους ή παράνομες δραστηριότητες, από ιστότοπους κοινωνικής δικτύωσης, ιστότοπους κοινής χρήσης βίντεο, επιθέσεις από ηλεκτρονικό "ψάρεμα" και γενικότερα ιστότοπους με ανούσιο περιεχόμενο .
fi_fi: Estää pääsyn aikuisviihdesivustoille, yhteisösivustoille, laittomille sivustoille, videoiden jakosivustoille ja muille vastaaville. Lisäksi suojaa tietojenkalasteluyrityksiltä.
fr_fr: Protège contre les sites pour adultes, les sites encourageant des activités illégales, les sites de réseaux sociaux, les sites de partage de vidéos, les attaques par phishing et tout ce qui représente une perte de temps.
it_it: Protezione da siti con contenuti per adulti, attività illegali, siti di social network, siti di condivisione di video, siti di phishing e "perditempo".
no_no: Beskytter mot alle områder med innhold for voksne, ulovlig aktivitet, områder for sosiale nettverk, videodelingsområder, svindelforsøk (phishing) og generelle områder som er bortkastet tid.
pt_pt: Proteção contra sites com conteúdo para adultos, atividades ilegais, sites de rede social, sites de compartilhamento de vídeos, ataques de phishing e outras formas de distração em geral.
ru_ru: Защита от посещения всех веб-сайтов, предназначенных для взрослых, веб-сайтов, занимающихся противозаконной деятельностью, веб-сайтов социальных сетей, веб-сайтов, предназначенных для обмена видеоматериалами, от фишинг-атак и от посещения веб-сайтов, напрасно отнимающих время.
sk_sk: Chráni pred všetkými stránkami pre dospelých, stránkami s nelegálnymi aktivitami, stránkami sociálnych sietí, stránkami zdieľajúcimi videá, útokmi na citlivé informácie a všeobecnými stránkami na zabíjanie času.
sl_si: Ščiti pred vsemi mesti z vsebino za odrasle, nezakonitimi dejavnostmi, družabnimi omrežji, mesti za izmenjavo videoposnetkov, napadi z lažnim predstavljanjem in ostalimi mesti za zapravljanje časa.
zh_cn: 阻止所有与成人有关的网站、非法活动、社交网站、共享视频网站、钓鱼网站以及浪费时间的内容。

# Illustration_Low.Text
source: Protects against pornography and phishing attacks.
ar_ae: يحمي من الإباحية وهجمات التصيد الاحتيالي.
el_gr: Παρέχει προστασία από ιστότοπους με πορνογραφικό περιεχόμενο και επιθέσεις από ηλεκτρονικό "ψάρεμα".
fi_fi: Estää pääsyn pornografisille sivustoille ja suojaa tietojenkalasteluyrityksiltä.
fr_fr: Protège contre la pornographie et les attaques par phishing.
it_it: Protezione da pornografia e phishing.
no_no: Beskytter mot pornografi og svindelforsøk (phishing).
pt_pt: Proteção contra conteúdo pornográfico e ataques de phishing.
ru_ru: Защита от посещения веб-сайтов с порнографическим содержимым и от фишинг-атак.
sk_sk: Chráni pred pornografiou a útokmi na citlivé informácie.
sl_si: Ščiti pred pornografijo in napadi z lažnim predstavljanjem.
zh_cn: 阻止情色网站和网络钓鱼。

# Illustration_Medium.Text
source: Protects against all adult-related sites, illegal activity and phishing attacks.
ar_ae: يحمي من كل المواقع المخصصة للراشدين والنشاط غير المشروع وهجمات التصيد الاحتيالي.
el_gr: Παρέχει προστασία από ιστότοπους με περιεχόμενο για ενηλίκους, με παράνομες δραστηριότητες και επιθέσεις από ηλεκτρονικό "ψάρεμα".
fi_fi: Estää pääsyn aikuisviihdesivustoille ja laittomille sivustoille sekä suojaa tietojenkalasteluyrityksiltä.
fr_fr: Protège contre les sites pour adultes, les sites encourageant des activités illégales et les attaques par phishing.
it_it: Protezione da siti con contenuti per adulti, attività illegali e phishing.
no_no: Beskytter mot alle områder med innhold for voksne, ulovlig aktivitet og svindelforsøk (phishing).
pt_pt: Proteção contra sites com conteúdo para adultos, atividades ilegais e ataques de phishing.
ru_ru: Защита от посещения всех веб-сайтов, предназначенных для взрослых, веб-сайтов, занимающихся противозаконной деятельностью, и от фишинг-атак.
sk_sk: Chráni pred všetkými stránkami pre dospelých, stránkami s nelegálnymi aktivitami a útokmi na citlivé informácie.
sl_si: Ščiti pred vsemi mesti z vsebino za odrasle, nezakonitimi dejavnostmi in napadi z lažnim predstavljanjem.
zh_cn: 阻止所有与成人有关的网站、非法活动和网络钓鱼。

# Illustration_Minimum.Text
source: Protects only against phishing attacks.
ar_ae: يحمي فقط من هجمات التصيد الاحتيالي.
el_gr: Παρέχει προστασία μόνο από επιθέσεις από ηλεκτρονικό "ψάρεμα".
fi_fi: Suojaa vain tietojenkalasteluyrityksiltä.
fr_fr: Protège uniquement contre les attaques par phishing.
it_it: Protezione solo da phishing.
no_no: Beskytter bare mot svindelforsøk (phishing).
pt_pt: Proteção apenas contra ataques de phishing.
ru_ru: Защита только от фишинг-атак.
sk_sk: Chráni iba pred útokmi na citlivé informácie.
sl_si: Ščiti samo pred napadi z lažnim predstavljanjem.
zh_cn: 仅阻止网络钓鱼。

# Illustration_None.Text
source: Nothing blocked.
ar_ae: لا شيء محظور
el_gr: Δεν έχει αποκλειστεί τίποτα.
fi_fi: Mitään ei ole estetty.
fr_fr: Aucune protection.
it_it: Nessun contenuto bloccato.
no_no: Ingenting er blokkert.
pt_pt: Nada bloqueado.
ru_ru: Блокировка не включена.
sk_sk: Nič nie je blokované.
sl_si: Nič ni blokirano.
zh_cn: 不阻止。

source: Key/Password
ar_ae: المفتاح/كلمة المرور
el_gr: Κλειδί/κωδικός πρόσβασης
fi_fi: Tunnus/salasana
fr_fr: Clé/mot de passe
it_it: Chiave/Password
no_no: Nøkkel/passord
pt_pt: Chave/Senha
ru_ru: Ключ/пароль
sk_sk: Kľúč/Heslo
sl_si: Ključ/geslo
zh_cn: 密钥/密码

# License.Text
source: License
ar_ae: الترخيص
el_gr: Άδεια χρήσης
fi_fi: Käyttöoikeus
fr_fr: Licence
it_it: Licenza
no_no: Lisens
pt_pt: Licença
ru_ru: Лицензия
sk_sk: Licencia
sl_si: Licenca
zh_cn: 许可
